Repository: Automattic/atd-firefox
Catalog: translations/po/atd-atd-firefox-*.po
Languages: ar, fi, no, tr

source: Repeated Word
ar: كلمة مكررة
fi: Toistettu sana
no: Gjentatt ord
tr: Tekrarlanan Kelime

source: No suggestions
ar: لا إقتراحات
fi: Ei ehdotuksia.
no: Ingen forslag
tr: Öneri yok

source: Check Spelling and Grammar
ar: دقق التهجئة و القواعد
fi: Tarkista oikeinkirjoitus ja kielioppi
no: Sjekk stavekontroll og grammatikk
tr: Yazım Denetimi ve Dilbilgisi

source: Proofreading Language
ar: لغة التدقيق
fi: Oikoluettava kieli:
tr: Metin Düzeltme Dili

source: After the Deadline Help
ar: مساعدة After the Deadline
fi: After the Deadline-ohjeet
no: After the Deadline hjelp
tr: After the Deadline Yardım

source: Phrases to Avoid
ar: جمل يتم تجاهلها
fi: Vältettävät fraasit
tr: Kaçınılacak İfadeler

source: Explain...
ar: فسر...
fi: Selitä...
no: Forklar ...
tr: Açıkla ...

source: Redundant Phrases
ar: الجمل المكررة
fi: Turhat fraasit
no: Redundante setninger
tr: Yedek İfadeler

source: Ignore always
ar: تجاهل دائماً
fi: Ohita aina
no: Ignorer alltid
tr: Her zaman yoksay

source: Add
ar: إضافة
fi: Lisää
no: Legg til
tr: Ekle

source: English
ar: الإنجليزية
fi: Englanti
no: Engelsk
tr: İngilizce

source: French
ar: الفرنسية
fi: Ranska
no: Fransk
tr: Fransızca

source: Passive Voice
ar: صيغة المجهول
fi: Passiivinen ääni
no: Passivum
tr: Edilgen çatı

source: No writing errors were found.
ar: لم نعثر على أخطاء كتابية.
fi: Kirjoitusvirheitä ei löytynyt.
no: Ingen skrivefeil ble funnet.
tr: Hiç bir yazım hatası bulunmadı.

source: There was a problem communicating with the After the Deadline service. Try again in one minute.
ar: حدث خطأ أثناء الاتصال بخدمة After The Deadline. حاول مجدداً بعد دقيقة واحدة.
fi: Ilmeni virhe yrittäessä yhdistää After the Deadline-palveluun. Yritä uudelleen hetken kuluttua.
no: Det oppsto et problem under kommunikasjonen med After the Deadline tjeneren. Prøv igjen om ett minutt.
tr: After the Deadline servisi ile iletişim kurarken bir sorun ile karşılaşıldı.Bir dakika içinde tekrar deneyin.

source: After the Deadline Preferences
ar: خيارات After The Deadline
fi: After the Deadline-asetukset
no: Egenskaper for After the Deadline
tr: After the Deadline Tercihleri

source: Portuguese
ar: البرتغالية
fi: Portugali
no: Portugisisk
tr: Portekizce

source: Spanish
ar: الاسبانية
fi: Espanja
no: Spansk
tr: İspanyolca

source: Auto-detect language when proofreading
ar: اكتشف اللغة تلقائياً أثناء التدقيق الإملائي
fi: Automaattinen kielen valinta kirjoittaessa.
no: Automatisk gjenkjenn språk ved korrekturlesing
tr: Yazım denetimi yaparken dili otomatik algıla

source: edit text
ar: تعديل النص
fi: muokkaa tekstiä
no: rediger tekst
tr: metni düzenle

source: Proofread Writing
ar: دقق الكتابة
fi: Oikolue kirjoitus
no: Korrekturles
tr: Tashih Yazma

source: proofread
ar: تدقيق إملائي
fi: oikolue
no: korrekturles
tr: tashih

source: Use AtD on this Site
ar: استخدم AtD على هذا الموقع
fi: Käytä AtD-lisäosaa tällä sivustolla
no: Bruk AtD på dette nettstedet
tr: AtD'yi bu sitede kullan

source: German
ar: الألمانية
fi: Saksa
no: Tysk
tr: Almanca

source: Don't use After the Deadline on the following domains:
ar: لا تستخدم After the Deadline على هذه النطاقات:
fi: Älä käytä After the Deadline-lisäosaa seuraavissa osoitteissa:
no: Ikke bruk After the Deadline for følgende domener:
tr: After the Deadline'nı aşağıdaki alan adlarında kullanma

source: Ignored Phrases
ar: العبارات التي يتم تجاهلها
fi: Ohitetut fraasit
no: Ignorerte setninger
tr: Yok Sayılan İfadeler

source: Read the documentation
ar: إقرأ ملفات الدعم
fi: Lue dokumentti
no: Les dokumentasjonen
tr: Belgeleri okuyun

source: by
ar: بواسطة
fi: tehnyt:
no: av
tr: den

source: Spelling
ar: التهجئة
fi: Oikeinkirjoitus
no: Stavekontroll
tr: Yazım

source: After the Deadline has detected spelling and grammar errors which you have not reviewed. Would you like to submit the form anyway?
ar: اكتشف After the Deadline أخطاءً إملائية و نحوية لم تراجعها بعد. هل تريد الاستمرار على أية حال؟
fi: After the Deadline o havainnut oikeinkirjoitus- ja kielioppivirheitä, joita et ole arvioinut. Haluatko silti lähettää lomakkeen tällaisenaan?
no: After the Deadline har oppdaget stave- og grammatikk feil som ikke er gjennomgått. Ønsker du å sende skjemaet likevel?
tr: After the Deadline inceleemdiğiniz yazım ve dilbilgisi hataları tespit etti.Buna rağmen formu göndermek ister misiniz?

source: After the Deadline: Submit warning
ar: After the Deadline: تنبيه
fi: After the Deadline: Lähetysvaroitus
no: After the Deadline: Send advarsel
tr: After the Deadline: Gönderme uyarısı

source: After the Deadline could not connect to the server. Please check your internet connection and try again.
ar: لم يتمكن After the Deadline من الاتصال بالسيرفر. رجاءً تحقق من اتصالك بالانترنت و حاول مجدداً.
fi: After the Deadline ei tavoittanut palvelinta. Ole hyvä ja tarkista Internet-yhteytesi tila ja yritä uudelleen.
no: After the Deadline kunne ikke koble til serveren. Kontroller Internett-tilkoblingen, og prøv igjen.
tr: After the Deadline sunucuya bağlanamadı.Lütfen internet bağlantınızı kontrol edip tekrar deneyin.

source: Replace selection with:
ar: استبدل التحديد بـ:
fi: Korvaa valinta kohteella:
no: Erstatt valgt tekst med:
tr: Seçimi bununla değiştirin:

source: After the Deadline: Edit selection
ar: After the Deadline: تحرير التحديد
fi: After the Deadline: Muokkaa valintaa
no: After the Deadline: Rediger seleksjon
tr: After the Deadline: Seçimi düzenle

source: Edit Selection...
ar: تحرير التحديد...
fi: Muokkaa valintaa...
no: Rediger seleksjon ...
tr: Seçimi Düzenle ...

source: Ignore all
ar: تجاهل الكل
fi: Ohita kaikki
no: Ignorer alle
tr: Tümünü yoksay

source: Jargon
ar: الاضطراب اللغوي
fi: Slangi
no: Sjargong

source: Bias Language
ar: الانحياز اللغوي
fi: Bias-kieli
tr: Bias Dili

source: Activation:
ar: التفعيل:
fi: Aktivointi:
no: Aktivisering:
tr: Etkinleştirme:

source: Activate proofreading with the following keystroke:
ar: قم بالتدقيق الإملائي عندما أضغط على الأزرار التالية:
fi: Aktivoi oikoluku seuraavilla oikonäppäimillä:
no: Aktiver korrekturlesing med følgende tastetrykk:
tr: Tashihi aşağıdaki tuş ile etkinleştir:

source: Warn me when form submissions are not proofread first.
ar: نبهني عندما أرسل نصاً غير مدقق.
fi: Varoita, jos lomakkeen tietoja ei ole oikoluettu ennen lähetystä.
no: Varsle meg når innlegg ikke er korrekturlest.
tr: Form tabanlı gönderimler yazım denetiminden geçirilmediğinde beni uyar.

source: Allow Firefox spell-checker on AtD enhanced forms.
ar: تمكين المدقق الإملائي للفايرفوكس بالإضافة إلى المدقق الإملائي للـAtD.
fi: Salli Firefox-oikoluku AtD:ssa laatikkokentissä.

source: Enable the following English grammar and style checks:
ar: تفعيل التدقيق الإملائي للقواعد النحوية و قواعد الكتابة التالية:
fi: Salli seuraavat englannin kielen kielioppi- ja tyylivalinnat:
no: Aktivere følgende engelsk grammatikk og stil-sjekker:
tr: Devam eden İngilizce dilbilgisi ve stil kontrollerini etkinleştir:

source: Ignore suggestion
ar: تجاهل الإقتراح
fi: Ohita ehdotus
no: Ignorer forslag
tr: Öneriyi yoksay

source: There was an error communicating with the proofreading service.
ar: حدث خطأ أثناء محاولة الاتصال بخدمة التدقيق الإملائي.
fi: Ilmeni virhe yrittäessä muodostaa yhteyttä oikolukupalveluun.
tr: Tashih servisi ile iletişim kurarken bir hata oluştu.

source: Clichés
ar: الابتذال
fi: Kliseet
no: Klisjeer
tr: Klişeler

source: Complex Phrases
ar: الجمل المعقدة
fi: Monimutkaiset lauseet
no: Komplekse setninger
tr: Karmaşık İfadeler

source: Diacritical Marks
ar: علامات التشكيل
fi: Tarkemerkit
no: Diakritiske tegn
tr: Ses değiştirten İşaretler

source: Double Negatives
ar: النفي المضاعف
fi: Tuplanegatiivit
no: Doble negativer
tr: Çift Negatifler

source: Hidden Verbs
ar: الأفعال المخفية
fi: Piilotetut verbit
no: Skjulte verb
tr: Gizli Fiiller

source: The proofreader has suggestions for this post. Are you sure you want to publish it?Press OK to publish your post, or Cancel to view the suggestions and edit your post.
ar: المدقق الإملائي لديه اقتراحات لهذه التدوينة. هل أنت متأكد من أنك تريد نشرها؟ إضغط موافق لنشر التدوينة, أو إلغاء لعرض الاقتراحات و تعديل التدوينة.
fi: Oikolukijalla on vielä parannusehdotuksia tähän tekstiin. Oletko varma, että haluat julkaista sen? Paina OK julkaistaksesi tekstin tai Peruuta nähdäksesi parannusehdotukset ja muokataksesi tekstiä.
no: Korrekturleseren har forslag til dette innlegget. Er du sikker på at du vil publisere det? Trykk OK for å publisere innlegget, eller Avbryt for å vise forslag og redigere innlegget.
tr: Tashih'in bu yazı için önerileri var.Yayınlamak istediğinizden emin mi siniz?Yazınızı yayınlamak için Tamam ve ya önerileri görüp yazınızı düzenlemek için İptal'e basın.

source: After the Deadline: Connection error
ar: After the Deadline: خطأ في الاتصال
fi: After the Deadline: Yhteysvirhe
no: After the Deadline: Det oppsto en feil med nettverkforbindelsen
tr: After the Deadline: Bağlantı hatası

source: The proofreader has suggestions for this post. Are you sure you want to update it?Press OK to update your post, or Cancel to view the suggestions and edit your post.
ar: المدقق الإملائي لديه اقتراحات لهذه التدوينة. هل أنت متأكد من أنك تريد تحديثها؟ إضغط موافق لتحديث التدوينة, أو إلغاء لعرض الاقتراحات و تعديل التدوينة.
fi: Oikolukijalla on vielä parannusehdotuksia tähän tekstiin. Oletko varma, että haluat päivittää sen? Paina OK päivittääksesi tekstin tai Peruuta nähdäksesi parannusehdotukset ja muokataksesi tekstiä.
no: Korrekturleseren har forslag til dette innlegget. Er du sikker på at du vil oppdatere? Trykk OK for å oppdatere innlegget, eller Avbryt for å vise forslag og redigere innlegget.
tr: Tashih'in bu yazı için önerileri var.Güncellemek istediğinizden emin mi siniz?Yazınızı güncellemek için Tamam ve ya önerileri görüp yazınızı düzenlemek için İptal'e basın.
